#+title: Evaluaci칩n de la exposici칩n
#+author: Gunnar Wolf

*  Sistemas operativos en la realidad virtual y aumentada

- Tema presentado por :: 츼ngel Pozos y Uriel Benjam칤n de la Merced
- Calificaci칩n global :: Por favor revisen m치s adelante para ver de
  d칩nde vienen todos estos n칰meros 游땔

|------------------------+------+--------------------+------+---------|
| Evaluaci칩n  compa침eros | Peso | Evaluaci칩n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   9.13 |  0.3 |                7.5 |  0.7 |    7.99 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci칩n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har칤amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa침eros para el primero y en si la presentaci칩n
"suena" le칤da directamente del material que prepararon o expuesta m치s libremente
para el segundo.


* Evaluaci칩n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 1 | 5 |  9.67 |
| Nivel        | 0 | 0 | 0 | 1 | 5 |  9.67 |
| Relevancia   | 0 | 0 | 1 | 3 | 2 |  8.33 |
| Claridad     | 0 | 0 | 1 | 1 | 4 |  9.00 |
| Presencia    | 0 | 0 | 0 | 3 | 3 |  9.00 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.13 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa침eros

Tu exposici칩n recibi칩 los siguientes comentarios anonimizados por
parte de tus compa침eros:


* Evaluaci칩n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci칩n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliogr치ficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |          7.5 |     0.75 |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |          7.5 |    1.125 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     7.50 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios
- 춰Recuerden la gran diferencia entre /sistemas operativos/ y /entornos
  operativos/! De la lista que presentan, mencionan que Oculus est치 basado en
  Android, y Android es en realidad un Linux con un /entorno usuario/
  distinto. SteamVR tampoco es un sistema operativo independiente (es un entorno
  multiplataforma, que hasta donde entiendo puede correr por lo menos sobre
  Windows y sobre Linux).
- Si bien manejan el ritmo de la presentaci칩n muy bien, y /casi/ no se siente
  que est칠n leyendo del material que prepararon (y a ratos dejan de lado el
  libreto), a ratos resulta obvio que lo est치n leyendo, sobre todo cuando alg칰n
  detalle de redacci칩n los lleva a improvisar sobre la marcha. 춰Ojo con eso!
  Intenten no leer cuando van dando una presentaci칩n, s칩lo usar el material
  preparado como gu칤a.
  - El compa침ero que present칩 primero lo hizo de forma mucho m치s natural y
    fluida que el segundo.
- *Muy importante:* En el trabajo que presentan (y, como es le칤do directamente,
  tambi칠n en el video) presentan citas a texto completo de material escrito por
  terceros, /sin presentarlo como cita/. *Es fundamental que aprendamos a no
  hacer eso*. Por poner un ejemplo, el tercer p치rrafo de la p치gina 13 de su
  texto deber칤a estar entrecomillada, e indicar que es una /cita directa/ de la
  p치gina de OpenXR en Microsoft Learn.
  - *Todo el texto que forme parte de su documento debe ser redactado por
    ustedes mismos* (o presentarse expl칤citamente como cita). No hacerlo as칤
    lo convierte en plagio. Y ya saben que esa pr치ctica ha llevado a muchas
    personas, y a nuestra querida Universidad en conjunto, al banquillo de los
    acusados.


* Verificaci칩n de originalidad

Los reportes que env칤an son verificados utilizando la herramienta
/Compilatio/. Para fines de esta materia, el resultado de esta
revisi칩n /no tendr치 ning칰n efecto/ mientras el umbral de textos
copiados de otros documentos sin atribuci칩n sea menor al 30%.

- 56% de textos sospechosos
  - 14% de similitudes con otros documentos
  - 43% estil칤sticamente pr칩ximos a lo generado por IA (indicador, no
    prueba)
  - <1% idiomas no reconocidos
  - 0% de citas atribu칤das (citas expresas)
